Revit 2024 API
UnitTypeId.Feet Property
 Feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Feet { get; }
Visual Basic
Public Shared ReadOnly Property Feet As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Feet {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace